{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "textclassifier0_embedding0_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(12136, 50)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "Embedding", 
      "name": "textclassifier0_embedding0_fwd", 
      "attrs": {
        "dtype": "float32", 
        "input_dim": "12136", 
        "output_dim": "50", 
        "sparse_grad": "False"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0]]
    }, 
    {
      "op": "mean", 
      "name": "textclassifier0_mean0", 
      "attrs": {"axis": "1"}, 
      "inputs": [[2, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "textclassifier0_dense0_weight", 
      "attrs": {
        "__dtype__": "0", 
        "__lr_mult__": "1.0", 
        "__shape__": "(2, 0)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "textclassifier0_dense0_bias", 
      "attrs": {
        "__dtype__": "0", 
        "__init__": "zeros", 
        "__lr_mult__": "1.0", 
        "__shape__": "(2,)", 
        "__storage_type__": "0", 
        "__wd_mult__": "1.0"
      }, 
      "inputs": []
    }, 
    {
      "op": "FullyConnected", 
      "name": "textclassifier0_dense0_fwd", 
      "attrs": {
        "flatten": "True", 
        "no_bias": "False", 
        "num_hidden": "2"
      }, 
      "inputs": [[3, 0, 0], [4, 0, 0], [5, 0, 0]]
    }
  ], 
  "arg_nodes": [0, 1, 4, 5], 
  "node_row_ptr": [0, 1, 2, 3, 4, 5, 6, 7], 
  "heads": [[6, 0, 0]], 
  "attrs": {"mxnet_version": ["int", 10600]}
}